# Схема уровня: в кортеже M строк по N символов
# N символов в строке = Ширина окна / Ширина платформы = 1000 / 40 = 25.
# M строк в кортеже = Высота окна / Высота платформы = 600 / 40 = 15.
# " " - пустое место, "-" - платформа, "o" - игрок, "*" - пила.
level1 = ("-------------------------",
          "-                       -",
          "-                       -",
          "-                       -",
          "-                       -",
          "- o                     -",
          "-            ^   v      -",
          "-                       -",
          "------  <               -",
          "-                       -",
          "-                       -",
          "-           *--------   -",
          "-             >      -  -",
          "-                    - *-",
          "-------------------------")
